tap "azure/draft"
tap "browsh-org/browsh"
tap "derailed/k9s"
tap "getsentry/tools"
tap "go-swagger/go-swagger"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "muesli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ack"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bufbuild/buf/buf"
brew "glib"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "docker", link: false
brew "docker-machine"
brew "dust"
brew "ddcctl"
brew "findutils"
brew "fpp"
brew "node", link: false
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-quick-stats"
brew "gitui"
brew "glances"
brew "go"
brew "gobject-introspection"
brew "gomplate"
brew "harfbuzz"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "helm"
brew "hey"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jo"
brew "krakend"
brew "kubectx"
brew "lazygit"
brew "lf"
brew "libevent"
brew "libpq"
brew "lnav"
brew "luarocks"
brew "lynx"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "mosh"
brew "mycli", link: false
brew "mysql"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "jkroepke/openlens/openlens"
brew "peco"
brew "pgcli"
brew "postgresql"
brew "python3"
brew "pre-commit"
brew "redis"
brew "stern"
brew "swagger-codegen"
brew "the_silver_searcher"
brew "thefuck", link: false
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "browsh-org/browsh/browsh"
brew "derailed/k9s/k9s"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongocli"
brew "muesli/tap/duf"
brew "qmk/qmk/qmk"
cask "bloomrpc"
cask "cheatsheet"
cask "coderunner"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "lastpass"
cask "macvim"
cask "monitorcontrol"
cask "ngrok"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "qmk-toolbox"
cask "quicklook-json"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "typora"
cask "tunnelblick"
cask "vagrant"
cask "unclack"
mas "AdBlock", id: 1402042596
mas "Adobe Lightroom", id: 1451544217
mas "Airmail", id: 918858936
mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "HTTPBot", id: 1232603544
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "StopTheMadness", id: 1376402589
mas "Tweetbot", id: 1384080005
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
